console.log("Score: 60/60");
console.log("1. Вёрстка +10");
console.log("2. При загрузке приложения на странице отображаются полученные от API изображения +10");
console.log("3. Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся изображения соответствующей тематики, если такие данные предоставляет API +10");
console.log("4. Поиск +30");
console.log("5. Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10???");