console.log("Score: 60/60");
console.log("1. Вёрстка +10");
console.log("2. Логика игры. Ходы, перемещения фигур, другие действия игрока подчиняются определённым свойственным игре правилам + 10");
console.log("3. Реализовано завершение игры при достижении игровой цели +10");
console.log("4. По окончанию игры выводится её результат, например, количество ходов, время игры, набранные баллы, выигрыш или поражение и т.д  +10");
console.log("5. Есть таблица результатов, в которой сохраняются результаты 10 игр с наибольшим счетом (лучшим временем и т.п.) или просто 10 последних игр (хранится в local storage)  +10");
console.log("6. Анимации или звуки, или настройки игры. Баллы начисляются за любой из перечисленных пунктов +10");
console.log("7. Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10?????");

console.log("Пожалуйста, проверяйте/чистите прошлый localStorage после предыдущих проверок. Я настроила автоматическую очистку, но будет обидно, если что-то не будет работать именно из-за старых данных :)");
