console.log("Score: 60/60");
console.log("1. Вёрстка +10");
console.log("2. Кнопка Play/Pause + 10");
console.log("3. При кликах по кнопкам Вперёд и Назад переключается проигрываемый аудиотрек. Аудиотреки пролистываются по кругу - после последнего идёт первый +10");
console.log("4. При смене аудиотрека меняется изображение - обложка аудиотрека +10");
console.log("5. Прогресс-бар отображает прогресс проигрывания текущего аудиотрека. При перемещении ползунка вручную меняется текущее время проигрывания аудиотрека +10");
console.log("6. Отображается продолжительность аудиотрека и его текущее время проигрывания +10");
console.log("7. Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10?????");



